Repository: lenard-d/typewhisper-mac
Catalog: TypeWhisper/Resources/Localizable.xcstrings
Source language: en
Languages: de, ja, zh_hans

# recorder.transcriptionSettingsDisabledHint
source: Turn on transcript creation to change the engine, model, language, and task for recorder files.
de: Aktiviere das Transkript, um Engine, Modell, Sprache und Aufgabe für Recorder-Aufnahmen zu ändern.
ja: レコーダーファイルのエンジン、モデル、言語、タスクを変更するには文字起こし作成をオンにしてください。
zh_hans: 启用“生成转录”后，才能更改录音文件使用的引擎、模型、语言和任务。

# recorder.useDictationDefaultEngine
source: Use Dictation default engine
de: Diktat-Standard-Engine verwenden
ja: Dictationのデフォルトエンジンを使用
zh_hans: 使用听写默认引擎

source: Recording
de: Aufnahme
ja: 録音
zh_hans: 录音

source: Recording Indicator
de: Aufnahme-Indikator
ja: 録音インジケータ
zh_hans: 录音指示器

source: Recording shortcut - press a key or Escape to cancel
de: Tastenkürzel wird aufgezeichnet – drücke eine Taste oder Escape zum Abbrechen
ja: 録音ショートカット - キーを押すか、Escapeでキャンセル
zh_hans: 录音快捷键：按下按键，或按 Escape 取消

source: Recording Start
de: Aufnahmestart
ja: 録音開始
zh_hans: 录音开始

source: Recording started
de: Aufnahme gestartet
ja: 録音を開始しました
zh_hans: 录音已开始

source: Recording timer
de: Aufnahme-Timer
ja: 録音タイマー
zh_hans: 录音计时器

source: Recording...
de: Aufnahme …
ja: 録音中...
zh_hans: 录音中…

source: Reduce system volume during recording
de: Systemlautstärke während der Aufnahme reduzieren
ja: 録音中のシステム音量を低くする
zh_hans: 录音时降低系统音量

source: Release %@
de: Release %1$@
ja: リリース %@
zh_hans: 版本 %@

source: Release Candidate includes stable and preview builds.
de: Release Candidate umfasst stabile und Vorab-Builds.
ja: リリース候補版には安定したバージョンとプレリリースバージョンが含まれます。
zh_hans: 候选发布版频道包括稳定版和预览版。

source: Remove
de: Entfernen
ja: 削除
zh_hans: 移除

source: Remove %@
de: %1$@ entfernen
ja: %@ を削除
zh_hans: 移除 %@

# Remove %@? This will delete the downloaded model files and disable %@.
source: Remove %1$@? This will delete the downloaded model files and disable %2$@.
de: %1$@ entfernen? Dadurch werden die heruntergeladenen Modelldateien gelöscht und %2$@ deaktiviert.
ja: %1$@を削除しますか？ダウンロード済みのモデルファイルが削除され、%2$@が無効になります。
zh_hans: 要移除 %@ 吗？这将删除已下载的模型文件并停用 %@。

source: Remove %1$@? This will delete the downloaded model files. %2$@ will stay installed and enabled.
de: %1$@ entfernen? Dadurch werden die heruntergeladenen Modelldateien gelöscht. %2$@ bleibt installiert und aktiviert.
ja: %1$@を削除しますか？ダウンロード済みのモデルファイルが削除されます。%2$@はインストール済みかつ有効のままです。
zh_hans: 要移除 %@ 吗？这将删除已下载的模型文件。%@ 将保持安装并启用。

source: Remove %@? This will delete the incompatible plugin bundle, its stored data, and its credentials.
de: %@ entfernen? Dadurch werden das inkompatible Plugin-Bundle, seine gespeicherten Daten und seine Zugangsdaten gelöscht.
ja: %@を削除しますか？互換性のないプラグインバンドル、保存データ、認証情報が削除されます。
zh_hans: 确定移除 %@ 吗？这将删除不兼容的插件包、其存储的数据以及凭据。

source: Remove downloaded model
de: Heruntergeladenes Modell entfernen
ja: ダウンロード済みモデルを削除
zh_hans: 移除已下载模型

source: Remove Downloaded Model
de: Heruntergeladenes Modell entfernen
ja: ダウンロード済みモデルを削除
zh_hans: 移除已下载模型

source: Remove incompatible bundle for %@
de: Inkompatibles Bundle für %@ entfernen
ja: %@の互換性のないバンドルを削除
zh_hans: 移除 %@ 的不兼容插件包

source: Remove Incompatible Plugin Bundle
de: Inkompatibles Plugin-Bundle entfernen
ja: 互換性のないプラグインバンドルを削除
zh_hans: 移除不兼容的插件包

source: Remove microphone
de: Mikrofon entfernen
ja: マイクを削除
zh_hans: 移除麦克风

source: Removes the license from this device. You can reactivate it on another Mac.
de: Entfernt die Lizenz von diesem Gerät. Du kannst sie auf einem anderen Mac wieder aktivieren.
ja: このデバイスからライセンスを削除します。別のMacで再度アクティベートできます。
zh_hans: 从此设备移除许可证。之后可以在另一台 Mac 上重新激活。

source: Replace
de: Ersetzen
ja: 置き換える
zh_hans: 替换

source: Replace %@ with the Marketplace version
de: %@ durch die Marketplace-Version ersetzen
ja: %@をマーケットプレイス版に置き換える
zh_hans: 将 %@ 替换为市场版本

source: Replace Legacy Plugin Bundle
de: Altes Plugin-Bundle ersetzen
ja: レガシープラグインバンドルを置き換える
zh_hans: 替换旧插件包

source: Replace with Marketplace Version
de: Durch Marketplace-Version ersetzen
ja: マーケットプレイス版に置き換える
zh_hans: 替换为市场版本

source: Replacement
de: Ersetzung
ja: 置き換え
zh_hans: 替换

source: Replacement text cannot be empty for corrections
de: Ersetzungstext darf bei Korrekturen nicht leer sein
ja: 置き換えテキストは修正時に空にできません
zh_hans: 修正后的替换文本不能为空

source: Replaces incorrect transcriptions
de: Ersetzt fehlerhafte Transkriptionen
ja: 誤った文字起こしを置き換えます
zh_hans: 替换错误的转录内容

source: Require second Esc press to cancel recording
de: Zweites Drücken von Esc zum Abbrechen erforderlich
ja: 録音のキャンセルにEscキーを2回押す
zh_hans: 需要再次按 Esc 才能取消录音

source: Required
de: Erforderlich
ja: 必須
zh_hans: 必需

# Requires SDK %@, but this bundle declares %@.
source: Requires SDK %1$@, but this bundle declares %2$@.
de: Benötigt SDK %1$@, dieses Bundle gibt jedoch %2$@ an.
ja: SDK %1$@が必要ですが、このバンドルは%2$@を宣言しています。
zh_hans: 需要 SDK %@，但此软件包声明的是 %@。

source: Requires the API server to be running.
de: Erfordert einen laufenden API-Server.
ja: 稼働中のAPIサーバーが必要です。
zh_hans: 需要先运行 API 服务器。

source: Requires the API server to be running. The CLI tool connects to TypeWhisper's API for fast transcription without model cold starts.
de: Erfordert einen laufenden API-Server. Das CLI-Tool verbindet sich mit TypeWhispers API für schnelle Transkription ohne Modell-Kaltstart.
ja: 稼働中のAPIサーバーが必要です。CLIツールはTypeWhispers APIに接続し、モデルのウォームアップなしで高速な文字起こしを実行します。
zh_hans: 需要先运行 API 服务器。CLI 工具通过 TypeWhisper API 进行快速转录，避免模型冷启动。

source: Reset to Default
de: Auf Standard zurücksetzen
ja: デフォルトに戻す
zh_hans: 恢复默认

source: Restart Now
de: Jetzt neustarten
ja: 今すぐ再起動
zh_hans: 立即重启

source: Restart Required
de: Neustart erforderlich
ja: 再起動が必要です
zh_hans: 需要重启

source: Restart TypeWhisper to finish updating.
de: Starte TypeWhisper neu, um das Update abzuschließen.
ja: TypeWhisperを再起動してアップデートを完了してください。
zh_hans: 重新启动 TypeWhisper 以完成更新。

source: Restores your clipboard after text insertion. Without this, your clipboard contains the transcribed text after dictation.
de: Stellt die Zwischenablage nach dem Einfügen wieder her. Ohne diese Option enthält die Zwischenablage nach dem Diktieren den transkribierten Text.
ja: 貼り付け後、クリップボードを復元します。このオプションがない場合、音声入力後クリップボードには文字起こしのテキストが含まれます。
zh_hans: 在文本插入后恢复你的剪贴板。如果不启用此选项，听写后剪贴板中将包含转录文本。

source: Restrict detection to selected languages
de: Erkennung auf ausgewählte Sprachen beschränken
ja: 選択した言語だけを検出
zh_hans: 限制为仅检测所选语言

source: Resume Dictation Hotkeys
de: Diktat-Hotkeys fortsetzen
ja: ディクテーションのホットキーを再開
zh_hans: 恢复听写快捷键

source: Retry
de: Erneut versuchen
ja: 再試行
zh_hans: 重试

source: Retry failed dictations with this engine
de: Fehlgeschlagene Diktate mit dieser Engine erneut versuchen
ja: 失敗した音声入力をこのエンジンで再試行
zh_hans: 使用此引擎重试失败的听写

source: Right Side
de: Rechte Seite
ja: 右側
zh_hans: 右侧

source: Right-click to export or delete selected entries.
de: Rechtsklick zum Exportieren oder Löschen der ausgewählten Einträge.
ja: 選択した項目をエクスポートまたは削除するには右クリックしてください。
zh_hans: 右键点击可导出或删除所选条目。

source: Run setup again
de: Einrichtung wiederholen
ja: 設定を再実行
zh_hans: 重新运行设置向导

source: Running on port %@
de: Läuft auf Port %@
ja: ポート%@で動作中
zh_hans: 正在端口 %@ 上运行

source: Runs locally on your Mac. No API key needed.
de: Läuft lokal auf deinem Mac. Kein API-Schlüssel erforderlich.
ja: あなたのMac上でローカルで動作しています。APIキーは不要です。
zh_hans: 在 Mac 本地运行，无需 API 密钥。

source: Sat
de: Sa
ja: 土
zh_hans: 周六

source: Save
de: Sichern
ja: 保存
zh_hans: 保存

source: Save audio with transcriptions
de: Audio mit Transkriptionen speichern
ja: 文字起こしと音声を保存
zh_hans: 保存转录及音频

source: Save history
de: Verlauf speichern
ja: 履歴を保存
zh_hans: 保存历史记录

source: Saved %d corrections to Dictionary
de: %d Korrekturen im Wörterbuch gespeichert
zh_hans: 已将 %d 条修正保存到词典

source: Saved to Dictionary: “%@” -> “%@”
de: Im Wörterbuch gespeichert: „%@“ -> „%@“
zh_hans: 已保存到词典：“%1$@”→“%2$@”

source: Saves transcriptions to the history tab.
de: Speichert Transkriptionen im Verlauf-Tab.
ja: 文字起こしを履歴タブに保存します。
zh_hans: 将转录内容保存到“历史记录”标签。

source: Saving without an app or website creates a global fallback rule with this prompt.
de: Speichern ohne App oder Website erstellt eine globale Fallback-Regel mit diesem Prompt.
ja: アプリまたはウェブサイトなしで保存すると、このプロンプトを使用したグローバルなフォールバックルールが作成されます。
zh_hans: 不指定应用或网站时，将使用此提示词创建全局备用规则。

source: Search apps...
de: Apps suchen …
ja: アプリを検索...
zh_hans: 搜索应用…

source: Search languages
de: Sprachen suchen
ja: 言語を検索
zh_hans: 搜索语言

source: Search models...
de: Modelle durchsuchen...
ja: モデルを検索...
zh_hans: 搜索模型…

source: Search prompts
de: Prompts durchsuchen
ja: プロンプトを検索
zh_hans: 搜索 提示词

source: Search prompts...
de: Prompts suchen …
ja: プロンプトを検索...
zh_hans: 搜索提示词…

source: Search...
de: Suchen …
ja: 検索...
zh_hans: 搜索…

source: Seed Demo Data
de: Demodaten anlegen
ja: デモデータを作成
zh_hans: 生成示例数据

source: Select a dictionary JSON file to import.
de: Wörterbuch-JSON-Datei zum Importieren auswählen.
ja: インポートする辞書のJSONファイルを選択してください。
zh_hans: 选择要导入的词典 JSON 文件。

source: Select a plugin bundle or ZIP file to install.
de: Wähle ein Plugin-Bundle oder eine ZIP-Datei zum Installieren.
ja: インストールするプラグインバンドルまたはZIPファイルを選択してください。
zh_hans: 选择要安装的插件包或 ZIP 文件。

source: Select All
de: Alle auswählen
zh_hans: 全选

source: Select an extraction provider to start collecting memories.
de: Wähle einen Extraktions-Anbieter, um Erinnerungen zu sammeln.
ja: 記憶を収集するための抽出プロバイダーを選択してください。
zh_hans: 选择一个提取提供商以开始收集记忆。

source: Select None
de: Keine auswählen
zh_hans: 全部取消选择

source: Select text in any app, press the shortcut, and choose a prompt to process the text.
de: Wähle Text in einer App aus, drücke das Tastenkürzel und wähle einen Prompt zur Textverarbeitung.
ja: アプリケーション内のテキストを選択し、ショートカットキーを押してテキスト処理のプロンプトを選択してください。
zh_hans: 在任何应用中选中文本，按下快捷键，然后选择提示词进行处理。

source: Select your preferred microphone:
de: Wähle dein bevorzugtes Mikrofon:
ja: お好みのマイクを選択:
zh_hans: 选择首选麦克风：

source: Selected
de: Ausgewählt
ja: 選択済み
zh_hans: 已选择

source: Selected:
de: Ausgewählt:
ja: 選択済み:
zh_hans: 已选择：

source: Set a spoken language to configure punctuation behavior.
de: Wähle eine gesprochene Sprache, um die Satzzeichenerkennung zu konfigurieren.
ja: 句読点の動作を設定するには、話す言語を設定してください。
zh_hans: 请先设置口语语言，再配置标点处理方式。

source: Settings
de: Einstellungen
ja: 設定
zh_hans: 设置

source: Settings for %@
de: Einstellungen für %1$@
ja: %@の設定
zh_hans: %@ 设置

source: Settings...
de: Einstellungen …
ja: 設定...
zh_hans: 设置…

# settings.showRecorderTab
source: Show Recorder tab
de: Recorder-Tab anzeigen
ja: レコーダータブを表示
zh_hans: 显示“录音”页面

# settings.showRecorderTab.description
source: Shows the Recorder tab for recording microphone and system audio.
de: Zeigt den Recorder-Tab zum Aufnehmen von Mikrofon- und Systemaudio.
ja: マイクおよびシステムオーディオの録音用レコーダータブを表示します。
zh_hans: 显示“录音”页面，用于录制麦克风和系统音频。

# settings.tab.watchFolder
source: Watch Folder
de: Ordnerüberwachung
ja: ウォッチフォルダ
zh_hans: 监控文件夹

source: Setup
de: Einrichtung
ja: 設定
zh_hans: 设置

source: Short press to toggle, hold to push-to-talk.
de: Kurz drücken zum Umschalten, halten für Push-to-Talk.
ja: 短押しで切り替え、長押しでPush-to-Talk。
zh_hans: 短按切换开关，长按进入按住说话模式。

source: Shortcut
de: Tastenkürzel
ja: ショートカット
zh_hans: 快捷键

source: Show help:
de: Hilfe anzeigen:
ja: ヘルプの表示:
zh_hans: 显示帮助：

source: Show in Finder
de: Im Finder zeigen
ja: Finderで表示
zh_hans: 在访达中显示

source: Show indicator in screen recordings and screen shares
de: Indikator in Bildschirmaufnahmen und Bildschirmfreigaben anzeigen
ja: 画面収録と画面共有にインジケーターを表示
zh_hans: 在屏幕录制和屏幕共享中显示指示器

source: Show live transcript in the active text field
de: Live-Transkript im aktiven Textfeld anzeigen
ja: アクティブなテキストフィールドにライブ文字起こしを表示
zh_hans: 在当前文本字段中显示实时转录

source: Show live transcript preview
de: Live-Transkriptionsvorschau anzeigen
ja: ライブ文字起こしのプレビューを表示
zh_hans: 显示实时转录预览

source: Show menu bar icon
de: Menüleistensymbol anzeigen
ja: メニューバーのアイコンを表示
zh_hans: 显示菜单栏图标

source: Show terms for %@
de: Begriffe für %1$@ anzeigen
ja: %@の用語を表示
zh_hans: 显示 %@ 的词条

source: Silver Supporter
de: Silber-Unterstützer
ja: シルバーサポート者
zh_hans: 银牌支持者

source: Skip Setup
de: Einrichtung überspringen
ja: 設定をスキップ
zh_hans: 跳过设置

source: Snippets: %d imported, %d skipped (already present)
de: Snippets: %d importiert, %d übersprungen (bereits vorhanden)
zh_hans: 快捷短语：已导入 %1$d 条，跳过 %2$d 条（已存在）

source: Some Plugins Could Not Be Updated
de: Einige Plugins konnten nicht aktualisiert werden
ja: 一部のプラグインを更新できませんでした
zh_hans: 部分插件无法更新

source: Speak
de: Sprechen
ja: 音声
zh_hans: 朗读

source: Spoken feedback
de: Sprachfeedback
ja: 音声フィードバック
zh_hans: 语音反馈

source: Spoken language
de: Gesprochene Sprache
ja: 話す言語
zh_hans: 口语语言

source: Spoken Language
de: Gesprochene Sprache
ja: 話す言語
zh_hans: 口语语言

source: Spoken Punctuation
de: Gesprochene Satzzeichen
ja: 読み上げ句読点
zh_hans: 口语标点

source: Stable gets production releases only.
de: Stable liefert nur produktive Releases.
ja: 安定版では正式リリースのみを提供します。
zh_hans: 稳定版频道仅接收正式发布版本。

source: Start dictation, search history and switch profiles directly from Raycast.
de: Starte Diktat, durchsuche den Verlauf und wechsle Profile direkt aus Raycast.
ja: Dictationを開始し、履歴を検索し、Raycastからプロファイルを直接切り替えます。
zh_hans: 直接从 Raycast 开始听写、搜索历史记录和切换配置文件。

source: Startup
de: Autostart
ja: 起動
zh_hans: 启动

source: Statistics
de: Statistiken
ja: 統計
zh_hans: 统计数据

# Step %lld of %lld
source: Step %1$lld of %2$lld
de: Schritt %lld von %lld
ja: ステップ %lld / %lld
zh_hans: 第 %1$lld 步，共 %2$lld 步

source: Stop Preview
de: Vorschau stoppen
ja: プレビューを停止
zh_hans: 停止预览

source: Stores a WAV recording alongside each transcription. Uses approximately 1 MB per 30 seconds.
de: Speichert eine WAV-Aufnahme zusammen mit jeder Transkription. Verbraucht ca. 1 MB pro 30 Sekunden.
ja: 各文字起こしとともにWAV録音を保存します。約30秒あたり1MBのストレージを消費します。
zh_hans: 每次转录时附带保存一份 WAV 录音。大约每 30 秒消耗 1 MB 存储空间。

source: Streaks, top apps, models used, and activity by time of day.
de: Serien, Top-Apps, verwendete Modelle und Aktivität nach Tageszeit.
ja: 連続記録、よく使うアプリ、使用したモデル、時間帯別のアクティビティ。
zh_hans: 查看连续使用天数、常用应用、已用模型和分时段活动。

source: Style
de: Stil
ja: スタイル
zh_hans: 风格

source: Subdomains are included automatically. E.g. "google.com" also matches "docs.google.com".
de: Subdomains werden automatisch eingeschlossen. Z.B. "google.com" matcht auch "docs.google.com".
ja: サブドメインは自動的に含まれます。例: "google.com" は "docs.google.com" もマッチします。
zh_hans: 自动包含子域名。例如 "google.com" 也会匹配 "docs.google.com"。

source: Sun
de: So
ja: 日
zh_hans: 周日

source: Supported text fields are updated while you speak. The field focused when recording starts remains the final insertion target, including apps that require paste. If it can no longer be restored safely, the final transcript remains in Recent Transcriptions.
de: Unterstützte Textfelder werden während des Sprechens aktualisiert. Das beim Aufnahmestart fokussierte Feld bleibt das endgültige Einfügeziel – auch in Apps, die Einfügen benötigen. Wenn es nicht mehr sicher wiederhergestellt werden kann, bleibt das endgültige Transkript unter „Letzte Transkriptionen“ verfügbar.
ja: 対応するテキストフィールドは話している間に更新されます。録音開始時にフォーカスされていたフィールドは、ペーストが必要なアプリでも最終的な挿入先として維持されます。安全に復元できなくなった場合、最終的な文字起こしは「最近の文字起こし」に残ります。
zh_hans: 支持的文本字段会在您说话时更新。录音开始时聚焦的字段会保持为最终插入目标，包括需要粘贴的应用。如果无法再安全恢复该字段，最终转录会保留在“最近的转录”中。

source: Support TypeWhisper
de: TypeWhisper unterstützen
ja: TypeWhisperをサポート
zh_hans: 支持 TypeWhisper

source: Supporter Status
de: Unterstützer-Status
ja: サポート者ステータス
zh_hans: 支持者状态

source: Supporter status is active. Premium features require a Commercial license.
de: Supporter-Status ist aktiv. Premium-Features erfordern eine kommerzielle Lizenz.
ja: サポート者ステータスが有効です。プレミアム機能には商用ライセンスが必要です。
zh_hans: 支持者身份已生效。高级功能需要商业许可证。

source: Sync dictionaries and snippets through your own iCloud Drive, Dropbox, OneDrive, Syncthing, or custom folder.
de: Synchronisiere Wörterbücher und Snippets über dein eigenes iCloud Drive, Dropbox, OneDrive, Syncthing oder einen eigenen Ordner.
zh_hans: 通过你自己的 iCloud Drive、Dropbox、OneDrive、Syncthing 或自定义文件夹同步词典和快捷短语。

source: Sync Now
de: Jetzt synchronisieren
ja: 今すぐ同期
zh_hans: 立即同步

source: Synced %lld changes.
de: %lld Änderungen synchronisiert.
ja: 同期済み %lld 件の変更。
zh_hans: 已同步 %lld 更改.

source: Syncing
de: Synchronisiert
zh_hans: 同步中

source: System Default
de: Systemstandard
ja: システム標準
zh_hans: 系统默认

source: tap again for double-tap…
de: erneut drücken für Doppel-Tap…
ja: ダブルタップするには再度押してください…
zh_hans: 再次双击以启用双击…

source: Target
de: Ziel
ja: ターゲット
zh_hans: 目标

source: Target language
de: Zielsprache
ja: 翻訳先の言語
zh_hans: 目标语言

source: Task
de: Ausgabe
ja: 出力
zh_hans: 任务

source: Teach TypeWhisper your corrections and keep dictionaries and snippets in sync across Macs.
de: Bringe TypeWhisper deine Korrekturen bei und halte Wörterbücher und Snippets auf deinen Macs synchron.
zh_hans: 让 TypeWhisper 学习你的纠正习惯，并在多台 Mac 之间同步词典和快捷短语。

source: Term
de: Begriff
ja: 用語
zh_hans: 词条

source: Term Packs
de: Begriff-Pakete
ja: 用語パック
zh_hans: 术语包

# termpack.ai.description
source: Common data and AI terms for better speech recognition.
de: Häufige Begriffe aus Datenanalyse und KI für bessere Spracherkennung.
ja: AI、機械学習、データ分析でよく使う用語です。
zh_hans: 常用数据与 AI 术语，帮助提高语音识别准确率。

# termpack.design.description
source: Common design terms for better speech recognition.
de: Häufige Design-Begriffe für bessere Spracherkennung.
ja: デザイン制作、UI、アクセシビリティでよく使う用語です。
zh_hans: 常用设计术语，帮助提高语音识别准确率。

# termpack.devops.description
source: Common DevOps and cloud terms for better speech recognition.
de: Häufige DevOps- und Cloud-Begriffe für bessere Spracherkennung.
ja: クラウド、CI/CD、インフラ運用でよく使う用語です。
zh_hans: 常用 DevOps 与云服务术语，帮助提高语音识别准确率。

# termpack.ios.description
source: Common iOS and macOS terms for better speech recognition.
de: Häufige iOS- und macOS-Begriffe für bessere Spracherkennung.
ja: iOS/macOS開発でよく使うAppleプラットフォーム用語です。
zh_hans: 常用 iOS 与 macOS 术语，帮助提高语音识别准确率。

# termpack.webdev.description
source: Common web development terms for better speech recognition.
de: Häufige Begriffe aus der Webentwicklung für bessere Spracherkennung.
ja: Web開発でよく使うフレームワーク、API、インフラ用語です。
zh_hans: 常用 Web 开发术语，帮助提高语音识别准确率。

source: Terms
de: Begriffe
ja: 用語
zh_hans: 词条

source: Terms + Corrections
de: Begriffe + Korrekturen
ja: 用語 + 修正
zh_hans: 词条和修正

source: Terms are sent to the transcription service for better recognition
de: Begriffe werden an den Transkriptionsdienst gesendet für bessere Erkennung
ja: 認識精度向上のため、用語は文字起こしサービスに送信されます
zh_hans: 词条会发送到转录服务以提高识别准确率

source: Terms help speech recognition identify technical words correctly. Corrections fix common transcription mistakes automatically.
de: Begriffe helfen der Spracherkennung, technische Wörter korrekt zu identifizieren. Korrekturen beheben häufige Transkriptionsfehler automatisch.
ja: 用語は音声認識が専門用語を正しく認識する助けになります。修正はよくある文字起こしミスを自動で直します。
zh_hans: 词条帮助语音识别正确识别专业词汇。词典纠正常用于自动修复常见的转录错误。

source: Terms requires plugin setting
de: Begriffe erfordern eine Plugin-Einstellung
ja: 用語にはプラグイン設定が必要です
zh_hans: 词条功能需要插件设置

source: Test Microphone
de: Mikrofon testen
ja: マイクをテスト
zh_hans: 测试麦克风

source: Text inserted
de: Text eingefügt
ja: テキストが挿入されました
zh_hans: 文本已插入

source: Text replaced
de: Text ersetzt
ja: テキストが置き換えられました
zh_hans: 文本 已替换

source: Thank you for supporting TypeWhisper! Join our Discord to claim your supporter role.
de: Danke für deine Unterstützung! Tritt unserem Discord bei, um deine Supporter-Rolle zu erhalten.
ja: ご支援ありがとうございます！Discordに参加してサポート者ロールを取得してください。
zh_hans: 感谢你支持 TypeWhisper！加入我们的 Discord，即可领取支持者身份。

source: The file contains no dictionary entries.
de: Die Datei enthält keine Wörterbuch-Einträge.
ja: このファイルには辞書のエントリが含まれていません。
zh_hans: 文件中没有词典条目。

source: The file is not a valid dictionary JSON file.
de: Die Datei ist keine gültige Wörterbuch-JSON-Datei.
ja: このファイルは有効な辞書JSONファイルではありません。
zh_hans: 该文件不是有效的词典 JSON 文件。

source: The file is not a valid TypeWhisper settings backup.
de: Die Datei ist keine gültige TypeWhisper-Einstellungssicherung.
zh_hans: 该文件不是有效的 TypeWhisper 设置备份。

source: The GPL version is free to install and run as-is, including internal use. Non-GPL terms, procurement, support, or proprietary redistribution require a commercial license.
de: Die GPL-Version darf kostenlos unverändert installiert und ausgeführt werden, auch intern. Nicht-GPL-Bedingungen, Beschaffung, Support oder proprietäre Weiterverteilung erfordern eine kommerzielle Lizenz.
ja: GPLバージョンは無料で変更せずにインストールおよび実行できます。内部利用も可能です。GPL以外の条件、調達、サポート、またはプロプライエタリな再配布は商用ライセンスが必要です。
zh_hans: GPL 版本可免费按原样安装和运行，包括内部使用。如需非 GPL 条款、采购、技术支持或专有再分发权利，则需要商业许可证。

source: The incompatible plugin bundle is outside the managed Plugins folder and cannot be removed.
de: Das inkompatible Plugin-Bundle liegt außerhalb des verwalteten Plugins-Ordners und kann nicht entfernt werden.
zh_hans: 不兼容的插件包位于受管插件文件夹之外，无法移除。

source: The indicator style is a compact power-user indicator that only shows status, errors, and action feedback.
de: Der Indikator-Stil ist ein kompakter Power-User-Indikator, der nur Status, Fehler und Aktions-Feedback zeigt.
ja: このインジケーターのスタイルは、ステータス、エラー、アクションフィードバックのみを表示するコンパクトなパワーユーザーインジケーターです。
zh_hans: 指示器样式为紧凑的高级用户指示器，仅显示状态、错误和操作反馈。

source: The language change will take effect after restarting TypeWhisper.
de: Die Sprachänderung wird nach einem Neustart von TypeWhisper wirksam.
ja: 言語の変更はTypeWhisperを再起動した後に反映されます。
zh_hans: 重新启动 TypeWhisper 后，语言更改才会生效。

source: The live preview runs on this engine while the final transcription still uses your dictation engine. A fast local engine avoids extra network requests while you speak.
de: Die Live-Vorschau läuft auf dieser Engine, während die endgültige Transkription weiterhin deine Diktat-Engine verwendet. Eine schnelle lokale Engine vermeidet zusätzliche Netzwerkanfragen während des Sprechens.
ja: ライブプレビューはこのエンジンで実行され、最終的な文字起こしには引き続きディクテーションエンジンが使用されます。高速なローカルエンジンを使えば、話している間の余分なネットワークリクエストを回避できます。
zh_hans: 实时预览使用此引擎，最终转录仍使用听写引擎。选择快速的本地引擎可避免说话时产生额外网络请求。

source: The notch indicator extends the MacBook notch area to show recording status.
de: Der Notch-Indikator erweitert den Notch-Bereich des MacBook, um den Aufnahmestatus anzuzeigen.
ja: NotchインジケーターはMacBookのNotch領域を拡張して、録音状態を表示します。
zh_hans: 刘海指示器扩展 MacBook 刘海区域以显示录音状态。

source: The overlay indicator appears as a floating pill on the screen.
de: Der Overlay-Indikator erscheint als schwebende Kapsel auf dem Bildschirm.
ja: オーバーレイインジケーターは、画面に浮かぶカプセルとして表示されます。
zh_hans: 悬浮指示器以浮动胶囊形式显示在屏幕上。

source: The recording was saved to Dictation Recovery.
de: Die Aufnahme wurde in der Diktat-Wiederherstellung gespeichert.
ja: 録音は「音声入力の復元」に保存されました。
zh_hans: 录音已保存到“听写恢复”。

source: The text field changed. The final transcript is available in Recent Transcriptions.
de: Das Textfeld wurde geändert. Das endgültige Transkript ist unter „Letzte Transkriptionen“ verfügbar.
ja: テキストフィールドが変更されました。最終的な文字起こしは「最近の文字起こし」で確認できます。
zh_hans: 文本字段已更改。最终转录可在“最近的转录”中查看。

source: These plugins could not be updated: %@. Successful updates remain installed. TypeWhisper was not restarted.
de: Diese Plugins konnten nicht aktualisiert werden: %1$@. Erfolgreiche Updates bleiben installiert. TypeWhisper wurde nicht neu gestartet.
ja: 次のプラグインを更新できませんでした：%1$@。成功した更新はインストールされたままです。TypeWhisperは再起動されませんでした。
zh_hans: 以下插件无法更新：%1$@。成功的更新仍保持已安装状态。TypeWhisper 未重新启动。

source: This engine does not support multiple language hints. It will use #1 as the spoken language.
de: Diese Engine unterstützt keine mehreren Sprachhinweise. Sie verwendet Nr. 1 als gesprochene Sprache.
ja: このエンジンは複数の言語ヒントに対応していません。1番目を話す言語として使います。
zh_hans: 此引擎不支持多语言提示，将使用列表中的第一种语言作为口语。

source: This engine uses the ordered list as language hints.
de: Diese Engine verwendet die sortierte Liste als Sprachhinweise.
ja: このエンジンは並び順どおりのリストを言語ヒントとして使います。
zh_hans: 此引擎会按列表顺序使用语言提示。

source: This hotkey is also assigned to the %@ slot.
de: Dieser Hotkey ist auch dem %@-Slot zugewiesen.
ja: このショートカットは%@スロットにも割り当てられています。
zh_hans: 此快捷键同时已分配给 %@ 插槽。

source: This incompatible plugin bundle is no longer registered.
de: Dieses inkompatible Plugin-Bundle ist nicht mehr registriert.
zh_hans: 此不兼容的插件包已取消注册。

source: This setting applies only when the menu bar icon is hidden.
de: Diese Einstellung gilt nur, wenn das Menüleistensymbol ausgeblendet ist.
ja: この設定はメニューバーのアイコンが非表示になっている場合のみ有効です。
zh_hans: 此设置仅在菜单栏图标隐藏时生效。
